Repository: somersjens/don-t-forget
Catalog: Don't forget/Don't forgetWidget/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, uz, vi, zh, zu

# Geen open taken
source: No open tasks
af: Geen oop take nie
am: ክፍት ተግባሮች የሉም
ar: لا توجد مهام مفتوحة
as: কোনো খোলা কাম নাই
az: Açıq tapşırıq yoxdur
be: Няма адкрытых задач
bg: Няма отворени задачи
bn: কোনো খোলা টাস্ক নেই
bo: སྒོ་ཕྱེ་པའི་ལས་འགན་མེད
bs: Nema otvorenih zadataka
ca: Cap tasca oberta
cs: Žádné otevřené úkoly
cy: Dim tasgau agored
da: Ingen åbne opgaver
de: Keine offenen Aufgaben
el: Δεν υπάρχουν ανοιχτές εργασίες
es: No hay tareas abiertas
et: Avatud ülesandeid pole
eu: Ez dago zeregin irekirik
fa: هیچ کار بازی نیست
fi: Ei avoimia tehtäviä
fo: Eingar opnar uppgávur
fr: Aucune tâche ouverte
ga: Gan tascanna oscailte
gl: Non hai tarefas abertas
gu: કોઈ ખુલ્લાં કાર્ય નથી
he: אין משימות פתוחות
hi: कोई खुला कार्य नहीं
hr: Nema otvorenih zadataka
hu: Nincs nyitott feladat
hy: Բաց առաջադրանքներ չկան
id: Tidak ada tugas terbuka
is: Engin opin verkefni
it: Nessuna attività aperta
ja: 未完了タスクなし
ka: ღია დავალებები არ არის
kk: Ашық тапсырма жоқ
km: គ្មានកិច្ចការបើក
kn: ತೆರೆದ ಕಾರ್ಯಗಳಿಲ್ಲ
ko: 진행 중인 작업 없음
lo: ບໍ່ມີໜ້າວຽກເປີດ
lt: Neatliktų užduočių nėra
lv: Nav atvērtu uzdevumu
mk: Нема отворени задачи
ml: തുറന്ന ടാസ്‌കുകളില്ല
mn: Нээлттэй даалгавар алга
mr: प्रलंबित कार्ये नाहीत
ms: Tiada tugas terbuka
my: ဖွင့်ထားသော လုပ်ဆောင်စရာ မရှိပါ
ne: खुला कार्य छैन
nl: Geen open taken
no: Ingen åpne oppgaver
or: ଖୋଲା କାମ ନାହିଁ
pa: ਕੋਈ ਖੁੱਲ੍ਹਾ ਕੰਮ ਨਹੀਂ
pl: Brak otwartych zadań
pt: Sem tarefas em aberto
ro: Nicio sarcină deschisă
ru: Нет открытых задач
si: විවෘත කාර්ය නැත
sk: Žiadne otvorené úlohy
sl: Ni odprtih opravil
sq: Nuk ka detyra të hapura
sr: Nema otvorenih zadataka
sv: Inga öppna uppgifter
sw: Hakuna kazi wazi
ta: திறந்த பணிகள் இல்லை
te: తెరిచి ఉన్న పనులు లేవు
th: ไม่มีงานค้าง
tr: Açık görev yok
ug: ئېچىلغان ۋەزىپە يوق
uk: Немає відкритих завдань
ur: کوئی کھلا کام نہیں
uz: Ochiq vazifalar yo‘q
vi: Không có tác vụ đang mở
zh: 没有未完成任务
zu: Ayikho imisebenzi evuliwe

# Geen open taken ✓
source: No open tasks ✓
af: Geen oop take nie ✓
am: ክፍት ተግባሮች የሉም ✓
ar: لا توجد مهام مفتوحة ✓
as: কোনো খোলা কাম নাই ✓
az: Açıq tapşırıq yoxdur ✓
be: Няма адкрытых задач ✓
bg: Няма отворени задачи ✓
bn: কোনো খোলা টাস্ক নেই ✓
bo: སྒོ་ཕྱེ་པའི་ལས་འགན་མེད ✓
bs: Nema otvorenih zadataka ✓
ca: Cap tasca oberta ✓
cs: Žádné otevřené úkoly ✓
cy: Dim tasgau agored ✓
da: Ingen åbne opgaver ✓
de: Keine offenen Aufgaben ✓
el: Δεν υπάρχουν ανοιχτές εργασίες ✓
es: No hay tareas abiertas ✓
et: Avatud ülesandeid pole ✓
eu: Ez dago zeregin irekirik ✓
fa: هیچ کار بازی نیست ✓
fi: Ei avoimia tehtäviä ✓
fo: Eingar opnar uppgávur ✓
fr: Aucune tâche ouverte ✓
ga: Gan tascanna oscailte ✓
gl: Non hai tarefas abertas ✓
gu: કોઈ ખુલ્લાં કાર્ય નથી ✓
he: אין משימות פתוחות ✓
hi: कोई खुला कार्य नहीं ✓
hr: Nema otvorenih zadataka ✓
hu: Nincs nyitott feladat ✓
hy: Բաց առաջադրանքներ չկան ✓
id: Tidak ada tugas terbuka ✓
is: Engin opin verkefni ✓
it: Nessuna attività aperta ✓
ja: 未完了タスクなし ✓
ka: ღია დავალებები არ არის ✓
kk: Ашық тапсырма жоқ ✓
km: គ្មានកិច្ចការបើក ✓
kn: ತೆರೆದ ಕಾರ್ಯಗಳಿಲ್ಲ ✓
ko: 진행 중인 작업 없음 ✓
lo: ບໍ່ມີໜ້າວຽກເປີດ ✓
lt: Neatliktų užduočių nėra ✓
lv: Nav atvērtu uzdevumu ✓
mk: Нема отворени задачи ✓
ml: തുറന്ന ടാസ്‌കുകളില്ല ✓
mn: Нээлттэй даалгавар алга ✓
mr: प्रलंबित कार्ये नाहीत ✓
ms: Tiada tugas terbuka ✓
my: ဖွင့်ထားသော လုပ်ဆောင်စရာ မရှိ ✓
ne: खुला कार्य छैन ✓
nl: Geen open taken ✓
no: Ingen åpne oppgaver ✓
or: ଖୋଲା କାମ ନାହିଁ ✓
pa: ਕੋਈ ਖੁੱਲ੍ਹਾ ਕੰਮ ਨਹੀਂ ✓
pl: Brak otwartych zadań ✓
pt: Sem tarefas em aberto ✓
ro: Nicio sarcină deschisă ✓
ru: Нет открытых задач ✓
si: විවෘත කාර්ය නැත ✓
sk: Žiadne otvorené úlohy ✓
sl: Ni odprtih opravil ✓
sq: Nuk ka detyra të hapura ✓
sr: Nema otvorenih zadataka ✓
sv: Inga öppna uppgifter ✓
sw: Hakuna kazi wazi ✓
ta: திறந்த பணிகள் இல்லை ✓
te: తెరిచి ఉన్న పనులు లేవు ✓
th: ไม่มีงานค้าง ✓
tr: Açık görev yok ✓
ug: ئېچىلغان ۋەزىپە يوق ✓
uk: Немає відкритих завдань ✓
ur: کوئی کھلا کام نہیں ✓
uz: Ochiq vazifalar yo‘q ✓
vi: Không có tác vụ đang mở ✓
zh: 没有未完成任务 ✓
zu: Ayikho imisebenzi evuliwe ✓

# Kalender
source: Calendar
af: Kalender
am: የቀን መቁጠሪያ
ar: التقويم
as: কেলেণ্ডাৰ
az: Təqvim
be: Каляндар
bg: Календар
bn: ক্যালেন্ডার
bo: ལོ་ཐོ
bs: Kalendar
ca: Calendari
cs: Kalendář
cy: Calendr
da: Kalender
de: Kalender
el: Ημερολόγιο
es: Calendario
et: Kalender
eu: Egutegia
fa: تقویم
fi: Kalenteri
fo: Kalendari
fr: Calendrier
ga: Féilire
gl: Calendario
gu: કૅલેન્ડર
he: יומן
hi: कैलेंडर
hr: Kalendar
hu: Naptár
hy: Օրացույց
id: Kalender
is: Dagatal
it: Calendario
ja: カレンダー
ka: კალენდარი
kk: Күнтізбе
km: ប្រតិទិន
kn: ಕ್ಯಾಲೆಂಡರ್
ko: 캘린더
lo: ປະຕິທິນ
lt: Kalendorius
lv: Kalendārs
mk: Календар
ml: കലണ്ടർ
mn: Хуанли
mr: दिनदर्शिका
ms: Kalendar
my: ပြက္ခဒိန်
ne: पात्रो
nl: Kalender
no: Kalender
or: କ୍ୟାଲେଣ୍ଡର
pa: ਕੈਲੰਡਰ
pl: Kalendarz
pt: Calendário
ru: Календарь
si: දින දර්ශනය
sk: Kalendár
sl: Koledar
sq: Kalendari
sr: Kalendar
sv: Kalender
sw: Kalenda
ta: நாட்காட்டி
te: క్యాలెండర్
th: ปฏิทิน
tr: Takvim
ug: كالېندار
uk: Календар
ur: کیلنڈر
uz: Taqvim
vi: Lịch
zh: 日历
zu: Ikhalenda

# Lege agenda ✓
source: Clean calendar ✓
af: Leë kalender ✓
am: ንጹህ የቀን መቁጠሪያ ✓
ar: تقويم فارغ ✓
as: খালী কেলেণ্ডাৰ ✓
az: Təmiz təqvim ✓
be: Чысты каляндар ✓
bg: Празен календар ✓
bn: খালি ক্যালেন্ডার ✓
bo: ལོ་ཐོ་གཙང་མ ✓
bs: Prazan kalendar ✓
ca: Calendari buit ✓
cs: Prázdný kalendář ✓
cy: Calendr clir ✓
da: Tom kalender ✓
de: Leerer Kalender ✓
el: Καθαρό ημερολόγιο ✓
es: Agenda vacía ✓
et: Tühi kalender ✓
eu: Egutegi garbia ✓
fa: تقویم خالی ✓
fi: Kalenteri tyhjä ✓
fo: Tómur kalendari ✓
fr: Agenda vide ✓
ga: Féilire glan ✓
gl: Calendario baleiro ✓
gu: ખાલી કૅલેન્ડર ✓
he: יומן נקי ✓
hi: खाली कैलेंडर ✓
hr: Prazan kalendar ✓
hu: Üres naptár ✓
hy: Դատարկ օրացույց ✓
id: Kalender kosong ✓
is: Tómt dagatal ✓
it: Calendario vuoto ✓
ja: カレンダーは空です ✓
ka: სუფთა კალენდარი ✓
kk: Бос күнтізбе ✓
km: ប្រតិទិនទំនេរ ✓
kn: ಖಾಲಿ ಕ್ಯಾಲೆಂಡರ್ ✓
ko: 빈 캘린더 ✓
lo: ປະຕິທິນຫວ່າງ ✓
lt: Tuščias kalendorius ✓
lv: Tukšs kalendārs ✓
mk: Празен календар ✓
ml: വൃത്തിയുള്ള കലണ്ടർ ✓
mn: Цэвэр хуанли ✓
mr: स्वच्छ दिनदर्शिका ✓
ms: Kalendar bersih ✓
my: ပြက္ခဒိန် ရှင်းသည် ✓
ne: खाली पात्रो ✓
nl: Lege agenda ✓
no: Tom kalender ✓
or: ସଫା କ୍ୟାଲେଣ୍ଡର ✓
pa: ਸਾਫ਼ ਕੈਲੰਡਰ ✓
pl: Pusty kalendarz ✓
pt: Agenda livre ✓
ro: Calendar liber ✓
ru: Пустой календарь ✓
si: හිස් දින දර්ශනය ✓
sk: Prázdny kalendár ✓
sl: Prazen koledar ✓
sq: Kalendari bosh ✓
sr: Prazan kalendar ✓
sv: Tom kalender ✓
sw: Kalenda tupu ✓
ta: காலியான நாட்காட்டி ✓
te: ఖాళీ క్యాలెండర్ ✓
th: ปฏิทินว่าง ✓
tr: Temiz takvim ✓
ug: پاكىز كالېندار ✓
uk: Чистий календар ✓
ur: خالی کیلنڈر ✓
uz: Bo‘sh taqvim ✓
vi: Lịch trống ✓
zh: 日历已清空 ✓
zu: Ikhalenda lihlanzekile ✓

# Taak toevoegen
source: Add task
af: Voeg taak by
am: ተግባር ጨምር
ar: إضافة مهمة
as: কাম যোগ কৰক
az: Tapşırıq əlavə et
be: Дадаць задачу
bg: Добавяне на задача
bn: টাস্ক যোগ করুন
bo: ལས་འགན་ཁ་སྣོན
bs: Dodaj zadatak
ca: Afegeix una tasca
cs: Přidat úkol
cy: Ychwanegu tasg
da: Tilføj opgave
de: Aufgabe hinzufügen
el: Προσθήκη εργασίας
es: Añadir tarea
et: Lisa ülesanne
eu: Gehitu zeregina
fa: افزودن کار
fi: Lisää tehtävä
fo: Legg uppgávu afturat
fr: Ajouter une tâche
ga: Cuir tasc leis
gl: Engadir tarefa
gu: કાર્ય ઉમેરો
he: הוספת משימה
hi: कार्य जोड़ें
hr: Dodaj zadatak
hu: Feladat hozzáadása
hy: Ավելացնել առաջադրանք
id: Tambah tugas
is: Bæta við verkefni
it: Aggiungi attività
ja: タスクを追加
ka: დავალების დამატება
kk: Тапсырма қосу
km: បន្ថែមកិច្ចការ
kn: ಕಾರ್ಯ ಸೇರಿಸಿ
ko: 작업 추가
lo: ເພີ່ມໜ້າວຽກ
lt: Pridėti užduotį
lv: Pievienot uzdevumu
mk: Додај задача
ml: ടാസ്‌ക് ചേർക്കുക
mn: Даалгавар нэмэх
mr: कार्य जोडा
ms: Tambah tugas
my: လုပ်ဆောင်စရာ ထည့်ရန်
ne: कार्य थप्नुहोस्
nl: Taak toevoegen
no: Legg til oppgave
or: କାମ ଯୋଡ଼ନ୍ତୁ
pa: ਕੰਮ ਜੋੜੋ
pl: Dodaj zadanie
pt: Adicionar tarefa
ro: Adaugă sarcină
ru: Добавить задачу
si: කාර්යයක් එක් කරන්න
sk: Pridať úlohu
sl: Dodaj opravilo
sq: Shto detyrë
sr: Dodaj zadatak
sv: Lägg till uppgift
sw: Ongeza kazi
ta: பணியைச் சேர்
te: పని జోడించండి
th: เพิ่มงาน
tr: Görev ekle
ug: ۋەزىپە قوشۇش
uk: Додати завдання
ur: کام شامل کریں
uz: Vazifa qo‘shish
vi: Thêm tác vụ
zh: 添加任务
zu: Engeza umsebenzi

# Taken
source: Tasks
af: Take
am: ተግባሮች
ar: المهام
as: কামসমূহ
az: Tapşırıqlar
be: Задачы
bg: Задачи
bn: টাস্ক
bo: ལས་འགན
bs: Zadaci
ca: Tasques
cs: Úkoly
cy: Tasgau
da: Opgaver
de: Aufgaben
el: Εργασίες
es: Tareas
et: Ülesanded
eu: Zereginak
fa: کارها
fi: Tehtävät
fo: Uppgávur
fr: Tâches
ga: Tascanna
gl: Tarefas
gu: કાર્યો
he: משימות
hi: कार्य
hr: Zadaci
hu: Feladatok
hy: Առաջադրանքներ
id: Tugas
is: Verkefni
it: Attività
ja: タスク
ka: დავალებები
kk: Тапсырмалар
km: កិច្ចការ
kn: ಕಾರ್ಯಗಳು
ko: 작업
lo: ໜ້າວຽກ
lt: Užduotys
lv: Uzdevumi
mk: Задачи
ml: ടാസ്‌കുകൾ
mn: Даалгавар
mr: कार्ये
ms: Tugas
my: လုပ်ဆောင်စရာများ
ne: कार्यहरू
nl: Taken
no: Oppgaver
or: କାମ
pa: ਕੰਮ
pl: Zadania
pt: Tarefas
ro: Sarcini
ru: Задачи
si: කාර්යයන්
sk: Úlohy
sl: Opravila
sq: Detyrat
sr: Zadaci
sv: Uppgifter
sw: Kazi
ta: பணிகள்
te: పనులు
th: งาน
tr: Görevler
ug: ۋەزىپىلەر
uk: Завдання
ur: کام
uz: Vazifalar
vi: Tác vụ
zh: 任务
zu: Imisebenzi

# Toevoegen aan kalender
source: Add to calendar
af: Voeg by kalender
am: ወደ ቀን መቁጠሪያ ጨምር
ar: إضافة إلى التقويم
as: কেলেণ্ডাৰত যোগ কৰক
az: Təqvimə əlavə et
be: Дадаць у каляндар
bg: Добавяне в календара
bn: ক্যালেন্ডারে যোগ করুন
bo: ལོ་ཐོར་ཁ་སྣོན
bs: Dodaj u kalendar
ca: Afegeix al calendari
cs: Přidat do kalendáře
cy: Ychwanegu at y calendr
da: Tilføj til kalender
de: Zum Kalender hinzufügen
el: Προσθήκη στο ημερολόγιο
es: Añadir a la agenda
et: Lisa kalendrisse
eu: Gehitu egutegira
fa: افزودن به تقویم
fi: Lisää kalenteriin
fo: Legg í kalendara
fr: Ajouter au calendrier
ga: Cuir leis an bhféilire
gl: Engadir ao calendario
gu: કૅલેન્ડરમાં ઉમેરો
he: הוספה ליומן
hi: कैलेंडर में जोड़ें
hr: Dodaj u kalendar
hu: Hozzáadás a naptárhoz
hy: Ավելացնել օրացույց
id: Tambah ke kalender
is: Bæta við dagatal
it: Aggiungi al calendario
ja: カレンダーに追加
ka: კალენდარში დამატება
kk: Күнтізбеге қосу
km: បន្ថែមទៅប្រតិទិន
kn: ಕ್ಯಾಲೆಂಡರ್‌ಗೆ ಸೇರಿಸಿ
ko: 캘린더에 추가
lo: ເພີ່ມໃສ່ປະຕິທິນ
lt: Pridėti į kalendorių
lv: Pievienot kalendāram
mk: Додај во календар
ml: കലണ്ടറിലേക്ക് ചേർക്കുക
mn: Хуанлид нэмэх
mr: दिनदर्शिकेत जोडा
ms: Tambah ke kalendar
my: ပြက္ခဒိန်သို့ ထည့်ရန်
ne: पात्रोमा थप्नुहोस्
nl: Toevoegen aan kalender
no: Legg til i kalenderen
or: କ୍ୟାଲେଣ୍ଡରକୁ ଯୋଡ଼ନ୍ତୁ
pa: ਕੈਲੰਡਰ ਵਿੱਚ ਜੋੜੋ
pl: Dodaj do kalendarza
pt: Adicionar à agenda
ro: Adaugă în calendar
ru: Добавить в календарь
si: දින දර්ශනයට එක් කරන්න
sk: Pridať do kalendára
sl: Dodaj v koledar
sq: Shto në kalendar
sr: Dodaj u kalendar
sv: Lägg till i kalendern
sw: Ongeza kwenye kalenda
ta: நாட்காட்டியில் சேர்
te: క్యాలెండర్‌కు జోడించండి
th: เพิ่มในปฏิทิน
tr: Takvime ekle
ug: كالېندارغا قوشۇش
uk: Додати до календаря
ur: کیلنڈر میں شامل کریں
uz: Taqvimga qo‘shish
vi: Thêm vào lịch
zh: 添加到日历
zu: Engeza ekhalendeni

# widget.gallery.description
source: Automatically shows the next upcoming items from your calendar.
af: Wys outomaties die volgende items uit jou kalender.
am: ከቀን መቁጠሪያዎ የሚመጡ ቀጣይ ንጥሎችን በራስ-ሰር ያሳያል።
ar: يعرض تلقائيًا أقرب العناصر القادمة من تقويمك.
as: আপোনাৰ কেলেণ্ডাৰৰ পৰৱৰ্তী বস্তুবোৰ স্বয়ংক্ৰিয়ভাৱে দেখুৱায়।
az: Təqviminizdəki ən yaxın elementləri avtomatik göstərir.
be: Аўтаматычна паказвае бліжэйшыя элементы з вашага календара.
bg: Автоматично показва следващите предстоящи елементи от календара ви.
bn: আপনার ক্যালেন্ডারের পরবর্তী আইটেমগুলো স্বয়ংক্রিয়ভাবে দেখায়।
bo: ཁྱེད་ཀྱི་ལོ་ཐོ་ནས་རྗེས་མའི་རྣམ་གྲངས་རང་འགུལ་གྱིས་སྟོན།
bs: Automatski prikazuje sljedeće predstojeće stavke iz tvog kalendara.
ca: Mostra automàticament els propers elements de l’agenda.
cs: Automaticky zobrazuje nejbližší nadcházející položky z kalendáře.
cy: Yn dangos yr eitemau nesaf o'ch calendr yn awtomatig.
da: Viser automatisk de næste kommende emner fra din kalender.
de: Zeigt automatisch die nächsten bevorstehenden Einträge aus deinem Kalender.
el: Εμφανίζει αυτόματα τα αμέσως επόμενα στοιχεία του ημερολογίου σας.
es: Muestra automáticamente los próximos elementos de tu agenda.
et: Kuvab automaatselt sinu kalendri järgmised üksused.
eu: Automatikoki erakusten ditu egutegiko hurrengo elementuak.
fa: موارد بعدی تقویم را خودکار نمایش می‌دهد.
fi: Näyttää automaattisesti kalenterisi seuraavat tulevat kohteet.
fo: Vísir sjálvvirkandi næstu komandi lutir úr kalendaranum.
fr: Affiche automatiquement les prochains éléments de votre calendrier.
ga: Taispeánann sé na chéad mhíreanna eile ó d’fhéilire go huathoibríoch.
gl: Mostra automaticamente os seguintes elementos próximos do calendario.
gu: તમારા કૅલેન્ડરની સૌથી નજીક આવનારી આઇટમ આપમેળે બતાવે છે.
he: מציג אוטומטית את הפריטים הקרובים הבאים מהיומן.
hi: आपके कैलेंडर के अगले आने वाले आइटम अपने आप दिखाता है।
hr: Automatski prikazuje sljedeće nadolazeće stavke iz vašeg kalendara.
hu: Automatikusan megjeleníti a naptár következő elemeit.
hy: Ավտոմատ ցուցադրում է ձեր օրացույցի հաջորդ առաջիկա տարրերը։
id: Otomatis menampilkan item terdekat berikutnya dari kalender Anda.
is: Sýnir sjálfkrafa næstu atriði úr dagatalinu.
it: Mostra automaticamente i prossimi elementi del calendario.
ja: カレンダーから次の予定を自動的に表示します。
ka: ავტომატურად აჩვენებს თქვენი კალენდრის უახლოეს ელემენტებს.
kk: Күнтізбеңіздегі ең жақын элементтерді автоматты түрде көрсетеді.
km: បង្ហាញធាតុដែលនឹងមកដល់បន្ទាប់ពីប្រតិទិនរបស់អ្នកដោយស្វ័យប្រវត្តិ។
kn: ನಿಮ್ಮ ಕ್ಯಾಲೆಂಡರ್‌ನ ಮುಂದಿನ ಐಟಂಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ತೋರಿಸುತ್ತದೆ.
ko: 캘린더에서 예정된 다음 항목을 자동으로 표시합니다.
lo: ສະແດງລາຍການທີ່ກຳລັງຈະມາເຖິງຈາກປະຕິທິນອັດຕະໂນມັດ.
lt: Automatiškai rodo artimiausius būsimus kalendoriaus elementus.
lv: Automātiski rāda nākamos gaidāmos vienumus no jūsu kalendāra.
mk: Автоматски ги прикажува следните претстојни ставки од календарот.
ml: നിങ്ങളുടെ കലണ്ടറിലെ അടുത്ത വരാനിരിക്കുന്ന ഇനങ്ങൾ സ്വയം കാണിക്കുന്നു.
mn: Таны хуанлийн дараагийн зүйлсийг автоматаар харуулна.
mr: तुमच्या दिनदर्शिकेतील पुढील आयटम आपोआप दाखवते.
ms: Menunjukkan item akan datang seterusnya daripada kalendar anda secara automatik.
my: သင့်ပြက္ခဒိန်မှ မကြာမီလာမည့်အရာများကို အလိုအလျောက် ပြသည်။
ne: तपाईंको पात्रोका आगामी वस्तुहरू स्वतः देखाउँछ।
nl: Toont automatisch de eerstvolgende items uit je agenda.
no: Viser automatisk de neste elementene i kalenderen.
or: ଆପଣଙ୍କ କ୍ୟାଲେଣ୍ଡରର ପରବର୍ତ୍ତୀ ଆସନ୍ନ ଆଇଟମ୍‌ଗୁଡ଼ିକୁ ଆପେଆପେ ଦେଖାଏ।
pa: ਤੁਹਾਡੇ ਕੈਲੰਡਰ ਦੀਆਂ ਸਭ ਤੋਂ ਨੇੜਲੀਆਂ ਆਉਣ ਵਾਲੀਆਂ ਆਈਟਮਾਂ ਆਪਣੇ ਆਪ ਦਿਖਾਉਂਦਾ ਹੈ।
pl: Automatycznie pokazuje najbliższe nadchodzące elementy z kalendarza.
pt: Mostra automaticamente os próximos itens da sua agenda.
ro: Afișează automat următoarele elemente viitoare din calendar.
ru: Автоматически показывает ближайшие события из календаря.
si: ඔබගේ දින දර්ශනයෙන් ඉදිරියේ ඇති ආසන්නතම අයිතම ස්වයංක්‍රීයව පෙන්වයි.
sk: Automaticky zobrazuje najbližšie položky z vášho kalendára.
sl: Samodejno prikaže naslednje prihajajoče elemente iz koledarja.
sq: Shfaq automatikisht artikujt më të afërt nga kalendari.
sr: Automatski prikazuje sledeće predstojeće stavke iz kalendara.
sv: Visar automatiskt nästa kommande objekt från din kalender.
sw: Huonyesha kiotomatiki vipengee vinavyofuata kutoka kwenye kalenda yako.
ta: உங்கள் நாட்காட்டியிலிருந்து அடுத்து வரவிருக்கும் உருப்படிகளைத் தானாகக் காட்டும்.
te: మీ క్యాలెండర్‌లో త్వరలో వచ్చే తదుపరి అంశాలను ఆటోమేటిక్‌గా చూపిస్తుంది.
th: แสดงรายการถัดไปจากปฏิทินของคุณโดยอัตโนมัติ
tr: Takviminizdeki sıradaki öğeleri otomatik olarak gösterir.
ug: كالېنداردىكى كېيىنكى تۈرلەرنى ئاپتوماتىك كۆرسىتىدۇ.
uk: Автоматично показує найближчі майбутні елементи з вашого календаря.
ur: آپ کے کیلنڈر سے اگلے آنے والے آئٹمز خودکار طور پر دکھاتا ہے۔
uz: Taqvimingizdagi eng yaqin elementlarni avtomatik ko‘rsatadi.
vi: Tự động hiển thị các mục sắp tới gần nhất từ lịch.
zh: 自动显示日历中接下来最早的项目。
zu: Ibonisa ngokuzenzakalelayo izinto ezilandelayo eziseduze ezivela ekhalendeni lakho.

# widget.gallery.name
source: Upcoming calendar items
af: Volgende kalenderitems
am: ቀጣይ የቀን መቁጠሪያ ንጥሎች
ar: عناصر التقويم القادمة
as: পৰৱৰ্তী কেলেণ্ডাৰ বস্তু
az: Yaxınlaşan təqvim elementləri
be: Бліжэйшыя элементы календара
bg: Предстоящи елементи от календара
bn: পরবর্তী ক্যালেন্ডার আইটেম
bo: རྗེས་མའི་ལོ་ཐོའི་རྣམ་གྲངས
bs: Predstojeće stavke kalendara
ca: Propers elements de l’agenda
cs: Nadcházející položky kalendáře
cy: Eitemau calendr sydd ar ddod
da: Kommende kalenderemner
de: Bevorstehende Kalendereinträge
el: Επόμενα στοιχεία ημερολογίου
es: Próximos eventos de agenda
et: Tulevased kalendriüksused
eu: Egutegiko hurrengo elementuak
fa: موارد بعدی تقویم
fi: Tulevat kalenterikohteet
fo: Komandi kalendaralutir
fr: Prochains éléments du calendrier
ga: Míreanna féilire atá le teacht
gl: Próximos elementos do calendario
gu: આગામી કૅલેન્ડર આઇટમ
he: פריטי היומן הקרובים
hi: आने वाले कैलेंडर आइटम
hr: Nadolazeće stavke kalendara
hu: Következő naptárelemek
hy: Օրացույցի առաջիկա տարրեր
id: Item kalender mendatang
is: Næstu dagatalsatriði
it: Prossimi elementi del calendario
ja: 今後のカレンダー項目
ka: კალენდრის უახლოესი ელემენტები
kk: Алдағы күнтізбе элементтері
km: ធាតុប្រតិទិនបន្ទាប់
kn: ಮುಂಬರುವ ಕ್ಯಾಲೆಂಡರ್ ಐಟಂಗಳು
ko: 예정된 캘린더 항목
lo: ລາຍການປະຕິທິນທີ່ກຳລັງຈະມາ
lt: Būsimi kalendoriaus elementai
lv: Gaidāmie kalendāra vienumi
mk: Претстојни календарски ставки
ml: വരാനിരിക്കുന്ന കലണ്ടർ ഇനങ്ങൾ
mn: Дараагийн хуанлийн зүйлс
mr: पुढील दिनदर्शिका आयटम
ms: Item kalendar akan datang
my: မကြာမီလာမည့် ပြက္ခဒိန်အရာများ
ne: आगामी पात्रो वस्तुहरू
nl: Eerstvolgende kalenderitems
no: Kommende kalenderelementer
or: ଆସନ୍ନ କ୍ୟାଲେଣ୍ଡର ଆଇଟମ୍
pa: ਆਉਣ ਵਾਲੀਆਂ ਕੈਲੰਡਰ ਆਈਟਮਾਂ
pl: Najbliższe elementy kalendarza
pt: Próximos itens da agenda
ro: Elemente viitoare din calendar
ru: Ближайшие события
si: ඉදිරි දින දර්ශන අයිතම
sk: Nadchádzajúce položky kalendára
sl: Prihajajoči elementi koledarja
sq: Artikujt e ardhshëm të kalendarit
sr: Predstojeće stavke kalendara
sv: Kommande kalenderobjekt
sw: Vipengee vijavyo vya kalenda
ta: வரவிருக்கும் நாட்காட்டி உருப்படிகள்
te: రాబోయే క్యాలెండర్ అంశాలు
th: รายการปฏิทินถัดไป
tr: Yaklaşan takvim öğeleri
ug: كېيىنكى كالېندار تۈرلىرى
uk: Найближчі елементи календаря
ur: آنے والے کیلنڈر آئٹمز
uz: Yaqin taqvim elementlari
vi: Mục lịch sắp tới
zh: 即将开始的日历项目
zu: Izinto zekhalenda ezizayo

# widget.noUpcomingItems
source: No upcoming items
af: Geen komende items nie
am: ቀጣይ ንጥሎች የሉም
ar: لا توجد عناصر قادمة
as: পৰৱৰ্তী বস্তু নাই
az: Yaxınlaşan element yoxdur
be: Няма бліжэйшых элементаў
bg: Няма предстоящи елементи
bn: কোনো পরবর্তী আইটেম নেই
bo: རྗེས་མའི་རྣམ་གྲངས་མེད
bs: Nema predstojećih stavki
ca: Cap element proper
cs: Žádné nadcházející položky
cy: Dim eitemau sydd ar ddod
da: Ingen kommende emner
de: Keine bevorstehenden Einträge
el: Δεν υπάρχουν επόμενα στοιχεία
es: No hay próximos elementos
et: Tulevasi üksusi pole
eu: Ez dago hurrengo elementurik
fa: مورد آینده‌ای نیست
fi: Ei tulevia kohteita
fo: Eingir komandi lutir
fr: Aucun élément à venir
ga: Gan míreanna le teacht
gl: Non hai elementos próximos
gu: કોઈ આગામી આઇટમ નથી
he: אין פריטים קרובים
hi: कोई आगामी आइटम नहीं
hr: Nema nadolazećih stavki
hu: Nincs közelgő elem
hy: Առաջիկա տարրեր չկան
id: Tidak ada item mendatang
is: Engin væntanleg atriði
it: Nessun elemento in arrivo
ja: 今後の項目はありません
ka: უახლოესი ელემენტები არ არის
kk: Алдағы элементтер жоқ
km: គ្មានធាតុដែលនឹងមកដល់
kn: ಮುಂಬರುವ ಐಟಂಗಳಿಲ್ಲ
ko: 예정된 항목 없음
lo: ບໍ່ມີລາຍການທີ່ກຳລັງຈະມາ
lt: Būsimų elementų nėra
lv: Nav gaidāmu vienumu
mk: Нема претстојни ставки
ml: വരാനിരിക്കുന്ന ഇനങ്ങളില്ല
mn: Удахгүй болох зүйл алга
mr: पुढील आयटम नाहीत
ms: Tiada item akan datang
my: မကြာမီလာမည့်အရာ မရှိပါ
ne: आगामी वस्तु छैन
nl: Geen komende items
no: Ingen kommende elementer
or: ଆସନ୍ନ ଆଇଟମ୍ ନାହିଁ
pa: ਕੋਈ ਆਉਣ ਵਾਲੀ ਆਈਟਮ ਨਹੀਂ
pl: Brak nadchodzących elementów
pt: Sem próximos itens
ro: Niciun element viitor
ru: Нет ближайших событий
si: ඉදිරි අයිතම නැත
sk: Žiadne nadchádzajúce položky
sl: Ni prihajajočih elementov
sq: Nuk ka artikuj të ardhshëm
sr: Nema predstojećih stavki
sv: Inga kommande objekt
sw: Hakuna vipengee vijavyo
ta: வரவிருக்கும் உருப்படிகள் இல்லை
te: రాబోయే అంశాలు లేవు
th: ไม่มีรายการถัดไป
tr: Yaklaşan öğe yok
ug: كېلىدىغان تۈر يوق
uk: Немає майбутніх елементів
ur: کوئی آنے والا آئٹم نہیں
uz: Yaqin elementlar yo‘q
vi: Không có mục sắp tới
zh: 没有即将开始的项目
zu: Azikho izinto ezizayo

source: %lldd
ar: %lldي
az: %lldg
be: %lldд
bg: %lldд
el: %lldη
et: %lldp
eu: %llde
fi: %lld pv
fr: %lldj
ga: %lldl
he: %lldי
hy: %lldօ
id: %lldh
it: %lldg
ja: %lld日
ka: %lldდ
kk: %lldк
ko: %lld일
mk: %lldд
mn: %lldө
mr: %lldदि
ms: %lldh
ro: %lldz
ru: %lldд
ta: %lldநா
tr: %lldg
uk: %lldд
zh: %lld天
